Repository: M1zz/WeekBlocks
Catalog: WeekBlocks/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: 지금 %@
cs: Teď %@
da: Nu %@
de: Jetzt %@
el: Τώρα %@
en: Now %@
es: Ahora %@
fi: Nyt %@
fr: Maintenant %@
id: Sekarang %@
it: Adesso %@
ja: 今 %@
nb: Nå %@
nl: Nu %@
pl: Teraz %@
pt_br: Agora %@
ru: Сейчас %@
sv: Nu %@
th: ตอนนี้ %@
tr: Şimdi %@
vi: Bây giờ %@
zh_hans: 现在 %@
zh_hant: 現在 %@

source: 지금 기준대로 두고 더 묻지 않기
cs: Ponechat současné pravidlo a už se neptat
da: Behold den nuværende regel, og spørg ikke igen
de: Aktuelle Regel behalten und nicht mehr fragen
el: Διατήρηση του τρέχοντος κανόνα χωρίς νέα ερώτηση
en: Keep the current rule and don't ask again
es: Mantener la regla actual y no volver a preguntar
fi: Pidä nykyinen sääntö äläkä kysy uudelleen
fr: Garder la règle actuelle et ne plus demander
id: Pertahankan aturan saat ini dan jangan tanya lagi
it: Mantieni la regola attuale e non chiedere più
ja: 今の基準のままにして、今後は尋ねない
nb: Behold gjeldende regel og ikke spør igjen
nl: Houd de huidige regel en vraag het niet meer
pl: Zostaw obecną zasadę i nie pytaj więcej
pt_br: Manter a regra atual e não perguntar de novo
ru: Оставить текущее правило и больше не спрашивать
sv: Behåll nuvarande regel och fråga inte igen
th: ใช้กฎปัจจุบันต่อไปและไม่ต้องถามอีก
tr: Mevcut kuralı koru ve bir daha sorma
vi: Giữ quy tắc hiện tại và không hỏi lại
zh_hans: 保持当前规则，不再询问
zh_hant: 維持目前規則，不再詢問

source: 지금 단계
cs: Aktuální krok
da: Nuværende trin
de: Aktueller Schritt
el: Τρέχον βήμα
en: Current step
es: Paso actual
fi: Nykyinen vaihe
fr: Étape en cours
id: Langkah saat ini
it: Fase attuale
ja: 今のステップ
nb: Nåværende trinn
nl: Huidige stap
pl: Bieżący krok
pt_br: Etapa atual
ru: Текущий шаг
sv: Aktuellt steg
th: ขั้นตอนปัจจุบัน
tr: Geçerli adım
vi: Bước hiện tại
zh_hans: 当前步骤
zh_hant: 目前步驟

source: 지금 단계 끝내기
cs: Dokončit tento krok
da: Afslut dette trin
de: Diesen Schritt abschließen
el: Ολοκλήρωση βήματος
en: Finish this step
es: Terminar este paso
fi: Vie tämä vaihe loppuun
fr: Terminer cette étape
id: Selesaikan langkah ini
it: Completa questa fase
ja: 今のステップを終える
nb: Fullfør dette trinnet
nl: Rond deze stap af
pl: Zakończ ten krok
pt_br: Concluir esta etapa
ru: Завершить этот шаг
sv: Slutför det här steget
th: ทำขั้นตอนนี้ให้เสร็จ
tr: Bu adımı bitir
vi: Hoàn tất bước này
zh_hans: 完成此步骤
zh_hant: 完成此步驟

source: 지금 맞춰보기
cs: Sladit teď
da: Afstem nu
de: Jetzt abgleichen
el: Αντιστοίχιση τώρα
en: Reconcile now
es: Conciliar ahora
fi: Täsmäytä nyt
fr: Rapprocher maintenant
id: Cocokkan Sekarang
it: Riconcilia ora
ja: 今すぐ照合
nb: Avstem nå
nl: Werk nu bij
pl: Uzgodnij teraz
pt_br: Conferir agora
ru: Сверить сейчас
sv: Stäm av nu
th: ตรวจทานตอนนี้
tr: Şimdi eşleştir
vi: Đối chiếu ngay
zh_hans: 立即核对
zh_hant: 立即核對

source: 지금 시작
cs: Začít teď
da: Start nu
de: Jetzt starten
el: Έναρξη τώρα
en: Start Now
es: Empezar ahora
fi: Aloita nyt
fr: Démarrer maintenant
id: Mulai Sekarang
it: Inizia ora
ja: 今すぐ開始
nb: Start nå
nl: Start nu
pl: Zacznij teraz
pt_br: Iniciar agora
ru: Начать сейчас
sv: Starta nu
th: เริ่มเลย
tr: Şimdi Başlat
vi: Bắt đầu ngay
zh_hans: 立即开始
zh_hant: 立即開始

source: 지금 쓰시는 모든 기능은 무료입니다.
cs: Vše, co teď používáte, je zdarma.
da: Alt, hvad du bruger nu, er gratis.
de: Alles, was du jetzt nutzt, ist kostenlos.
el: Ό,τι χρησιμοποιείς τώρα είναι δωρεάν.
en: Everything you use now is free.
es: Todo lo que usas ahora es gratis.
fi: Kaikki, mitä nyt käytät, on ilmaista.
fr: Tout ce que vous utilisez aujourd’hui est gratuit.
id: Semua yang Anda pakai sekarang gratis.
it: Tutto ciò che usi ora è gratuito.
ja: 今お使いの機能はすべて無料です。
nb: Alt du bruker nå, er gratis.
nl: Alles wat je nu gebruikt, is gratis.
pl: Wszystko, z czego teraz korzystasz, jest darmowe.
pt_br: Tudo o que você usa agora é grátis.
ru: Всё, чем вы пользуетесь сейчас, бесплатно.
sv: Allt du använder nu är gratis.
th: ทุกอย่างที่คุณใช้อยู่ตอนนี้ฟรี
tr: Şu an kullandığınız her şey ücretsiz.
vi: Mọi thứ bạn đang dùng đều miễn phí.
zh_hans: 你现在使用的所有功能都是免费的。
zh_hant: 你現在使用的所有功能都是免費的。

source: 지금 일정으로 업데이트
cs: Aktualizovat podle současného rozvrhu
da: Opdater til den nuværende plan
de: Auf den aktuellen Zeitplan aktualisieren
el: Ενημέρωση με το τρέχον πρόγραμμα
en: Update to the current schedule
es: Actualizar a la agenda actual
fi: Päivitä nykyiseen aikatauluun
fr: Mettre à jour selon le planning actuel
id: Perbarui ke jadwal saat ini
it: Aggiorna al programma attuale
ja: 今のスケジュールに更新
nb: Oppdater til gjeldende plan
nl: Werk bij naar de huidige planning
pl: Zaktualizuj do bieżącego planu
pt_br: Atualizar para a agenda atual
ru: Обновить до текущего расписания
sv: Uppdatera till nuvarande schema
th: อัปเดตเป็นตารางปัจจุบัน
tr: Güncel programa göre güncelle
vi: Cập nhật theo lịch hiện tại
zh_hans: 更新为当前日程
zh_hant: 更新為目前行程

source: 지금 정해 두면 아침에 고를 일이 없습니다
cs: Rozhodněte teď a ráno už nebude co vybírat
da: Beslut nu, så er der intet at vælge om morgenen
de: Entscheide jetzt, dann gibt es morgen früh nichts mehr zu wählen
el: Αποφάσισε τώρα και το πρωί δεν θα έχεις τίποτα να διαλέξεις
en: Decide now and there is nothing to choose in the morning
es: Decide ahora y por la mañana no tendrás nada que elegir
fi: Päätä nyt, niin aamulla ei ole mitään valittavaa
fr: Décidez maintenant, et il n’y aura rien à choisir le matin
id: Putuskan sekarang, dan tidak ada yang perlu dipilih di pagi hari
it: Decidi ora e al mattino non avrai niente da scegliere
ja: 今決めておけば、朝に選ぶことはありません
nb: Bestem deg nå, så er det ingenting å velge om morgenen
nl: Beslis het nu en er valt ’s ochtends niets te kiezen
pl: Zdecyduj teraz, a rano nie będzie nic do wybierania
pt_br: Decida agora e não haverá nada para escolher de manhã
ru: Решите сейчас — и утром выбирать будет нечего
sv: Bestäm nu så har du inget att välja på morgonen
th: ตัดสินใจตอนนี้ แล้วตอนเช้าก็ไม่ต้องเลือกอะไร
tr: Şimdi karar verin, sabah seçecek bir şey kalmasın
vi: Quyết định ngay bây giờ thì sáng mai không phải chọn gì nữa
zh_hans: 现在定好，早上就不用再选
zh_hant: 現在決定好，早上就不必再選

source: 지금 하는 일에 남은 시간 (⇧⌘R)
cs: Zbývající čas toho, co právě děláte (⇧⌘R)
da: Tid tilbage på det, du laver (⇧⌘R)
de: Restzeit für das, was du gerade machst (⇧⌘R)
el: Χρόνος που απομένει σε ό,τι κάνεις (⇧⌘R)
en: Time left on what you're doing (⇧⌘R)
es: Tiempo restante de lo que estás haciendo (⇧⌘R)
fi: Meneillään olevan jäljellä oleva aika (⇧⌘R)
fr: Temps restant pour l’activité en cours (⇧⌘R)
id: Sisa waktu kegiatan saat ini (⇧⌘R)
it: Tempo rimanente per ciò che stai facendo (⇧⌘R)
ja: 今やっていることの残り時間（⇧⌘R）
nb: Tid igjen på det du holder på med (⇧⌘R)
nl: Resterende tijd van waar je mee bezig bent (⇧⌘R)
pl: Czas pozostały na to, co robisz (⇧⌘R)
pt_br: Tempo restante do que você está fazendo (⇧⌘R)
ru: Сколько осталось на текущее дело (⇧⌘R)
sv: Tid kvar för det du gör (⇧⌘R)
th: เวลาที่เหลือของสิ่งที่กำลังทำ (⇧⌘R)
tr: Şu an yaptığınız işin kalan süresi (⇧⌘R)
vi: Thời gian còn lại của việc đang làm (⇧⌘R)
zh_hans: 当前事项的剩余时间（⇧⌘R）
zh_hant: 目前事項的剩餘時間（⇧⌘R）

source: 지금 하는 일에 남은 시간을 봅니다
cs: Zobrazit zbývající čas toho, co právě děláte
da: Se tiden tilbage på det, du laver
de: Restzeit für das, was du gerade machst, ansehen
el: Δες τον χρόνο που απομένει σε ό,τι κάνεις
en: See the time left on what you're doing
es: Ver el tiempo restante de lo que estás haciendo
fi: Näe meneillään olevan jäljellä oleva aika
fr: Voir le temps restant pour l’activité en cours
id: Lihat sisa waktu kegiatan saat ini
it: Vedi il tempo rimanente per ciò che stai facendo
ja: 今やっていることの残り時間を見る
nb: Se tiden som er igjen på det du holder på med
nl: Bekijk de resterende tijd van waar je mee bezig bent
pl: Zobacz, ile czasu zostało na to, co robisz
pt_br: Veja o tempo restante do que você está fazendo
ru: Смотреть, сколько осталось на текущее дело
sv: Se tiden som är kvar för det du gör
th: ดูเวลาที่เหลือของสิ่งที่กำลังทำ
tr: Şu an yaptığınız işin kalan süresini görün
vi: Xem thời gian còn lại của việc đang làm
zh_hans: 查看当前事项的剩余时间
zh_hant: 查看目前事項的剩餘時間

source: 지금 할 일
cs: Udělat teď
da: Gør nu
de: Jetzt erledigen
el: Για τώρα
en: Do now
es: Para hacer ya
fi: Tee nyt
fr: À faire maintenant
id: Kerjakan sekarang
it: Da fare ora
ja: 今やること
nb: Gjør nå
nl: Nu doen
pl: Zrób teraz
pt_br: Fazer agora
ru: Сделать сейчас
sv: Gör nu
th: ทำตอนนี้
tr: Şimdi yap
vi: Làm ngay
zh_hans: 现在就做
zh_hant: 現在就做

source: 지금도 되는 것
cs: Co už funguje
da: Det, der allerede virker
de: Was schon funktioniert
el: Τι λειτουργεί ήδη
en: What already works
es: Lo que ya funciona
fi: Mikä jo toimii
fr: Ce qui fonctionne déjà
id: Yang sudah berjalan
it: Cosa funziona già
ja: 今も使えるもの
nb: Det som allerede fungerer
nl: Wat al werkt
pl: Co już działa
pt_br: O que já funciona
ru: Что уже работает
sv: Det här fungerar redan
th: สิ่งที่ใช้ได้อยู่แล้ว
tr: Şimdiden çalışanlar
vi: Những gì đã dùng được
zh_hans: 现在就能用的功能
zh_hant: 現在就能用的功能

source: 지금부터 %@
cs: %@ od teď
da: %@ fra nu
de: %@ ab jetzt
el: %@ από τώρα
en: %@ from now
es: %@ desde ahora
fi: %@ tästä hetkestä
fr: %@ à partir de maintenant
id: %@ dari sekarang
it: %@ da adesso
ja: 今から%@
nb: %@ fra nå
nl: %@ vanaf nu
pl: %@ od teraz
pt_br: %@ a partir de agora
ru: %@ с этого момента
sv: %@ från nu
th: %@ นับจากนี้
tr: Şu andan itibaren %@
vi: %@ từ bây giờ
zh_hans: 从现在起 %@
zh_hant: 從現在起 %@

source: 지금부터 %@ 세기
cs: Počítat %@ od teď
da: Tæl %@ fra nu
de: %@ ab jetzt zählen
el: Μέτρηση %@ από τώρα
en: Count %@ from now
es: Contar %@ desde ahora
fi: Laske %@ tästä hetkestä
fr: Compter %@ à partir de maintenant
id: Hitung %@ dari sekarang
it: Conta %@ da adesso
ja: 今から%@を数える
nb: Tell %@ fra nå
nl: Tel %@ vanaf nu
pl: Odlicz %@ od teraz
pt_br: Contar %@ a partir de agora
ru: Отсчитать %@ с этого момента
sv: Räkna %@ från nu
th: นับ %@ จากตอนนี้
tr: Şu andan itibaren %@ say
vi: Đếm %@ từ bây giờ
zh_hans: 从现在起计时 %@
zh_hant: 從現在起計時 %@

source: 지금은 모든 기능이 열려 있습니다. 판매를 시작해도 적는 것은 계속 무료이고, 여기서 적은 것이 아이폰으로 건너가는 것만 프로가 됩니다.
cs: Momentálně je vše odemčené. I až začne prodej, psaní zůstane zdarma – Pro se bude týkat jen odesílání toho, co tu napíšete, do iPhonu.
da: Alt er låst op lige nu. Også når det kommer til salg, forbliver det gratis at skrive – Pro dækker kun, at det, du skriver her, sendes over til din iPhone.
de: Im Moment ist alles freigeschaltet. Auch wenn der Verkauf startet, bleibt das Schreiben kostenlos – Pro betrifft dann nur das Senden dessen, was du hier schreibst, an dein iPhone.
el: Αυτή τη στιγμή όλα είναι ξεκλείδωτα. Ακόμη κι όταν κυκλοφορήσει επί πληρωμή, η καταγραφή μένει δωρεάν — το Pro θα αφορά μόνο την αποστολή όσων γράφεις εδώ στο iPhone σου.
en: Everything is unlocked right now. Even once it goes on sale, writing stays free — Pro will only cover sending what you write here over to your iPhone.
es: Ahora mismo todo está desbloqueado. Aunque salga a la venta, escribir seguirá siendo gratis: Pro solo cubrirá el envío de lo que escribes aquí a tu iPhone.
fi: Kaikki on tällä hetkellä avattu. Kun myynti alkaa, kirjoittaminen pysyy ilmaisena – Pro koskee vain täällä kirjoittamasi lähettämistä iPhoneen.
fr: Tout est déverrouillé pour l’instant. Même une fois en vente, l’écriture restera gratuite : Pro ne concernera que l’envoi vers l’iPhone de ce que vous écrivez ici.
id: Saat ini semuanya terbuka. Bahkan setelah mulai dijual, menulis tetap gratis — Pro hanya untuk mengirim yang Anda tulis di sini ke iPhone.
it: Al momento è tutto sbloccato. Anche quando sarà in vendita, scrivere resterà gratuito: Pro riguarderà solo l’invio all’iPhone di ciò che scrivi qui.
ja: 今はすべての機能が使えます。販売が始まっても書くことはずっと無料で、ここで書いたものをiPhoneに送ることだけがProの機能になります。
nb: Alt er låst opp akkurat nå. Også når det kommer i salg, er det fortsatt gratis å skrive – Pro gjelder bare det å sende det du skriver her, over til iPhonen.
nl: Op dit moment is alles ontgrendeld. Ook als het te koop is, blijft schrijven gratis — Pro dekt dan alleen het doorsturen van wat je hier schrijft naar je iPhone.
pl: Teraz wszystko jest odblokowane. Nawet gdy ruszy sprzedaż, zapisywanie pozostanie darmowe — Pro obejmie tylko wysyłanie tego, co tu zapiszesz, na iPhone’a.
pt_br: Tudo está desbloqueado agora. Mesmo quando começar a ser vendido, escrever continua grátis — o Pro cobrirá só o envio do que você escreve aqui para o iPhone.
ru: Сейчас открыты все функции. Даже когда начнутся продажи, записи останутся бесплатными — Pro понадобится только для отправки записанного здесь на iPhone.
sv: Just nu är allt upplåst. Även när det börjar säljas förblir det gratis att skriva – Pro kommer bara att gälla att skicka det du skriver här till din iPhone.
th: ตอนนี้ปลดล็อกทุกอย่างแล้ว แม้เมื่อเริ่มขาย การเขียนก็ยังฟรี — Pro จะมีไว้สำหรับการส่งสิ่งที่คุณเขียนที่นี่ไปยัง iPhone เท่านั้น
tr: Şu an her şeyin kilidi açık. Satışa çıktığında da yazmak ücretsiz kalacak; Pro yalnızca burada yazdıklarınızı iPhone’a göndermeyi kapsayacak.
vi: Hiện mọi tính năng đều đang mở. Kể cả khi bắt đầu bán, việc ghi chép vẫn miễn phí — Pro chỉ dành cho việc gửi những gì bạn viết ở đây sang iPhone.
zh_hans: 目前所有功能都已开放。即使开始销售，记录仍然免费——只有把这里写的内容传到 iPhone 才需要 Pro。
zh_hant: 目前所有功能都已開放。即使開始販售，記錄仍然免費——只有把這裡寫的內容傳到 iPhone 才需要 Pro。

source: 지금은 올려 둔 일정이 없습니다
cs: Zatím není nic rozvrženo
da: Intet er placeret endnu
de: Noch ist nichts eingeplant
el: Δεν έχει τοποθετηθεί τίποτα ακόμη
en: Nothing is placed yet
es: Todavía no hay nada colocado
fi: Mitään ei ole vielä sijoitettu
fr: Rien n’est encore placé
id: Belum ada yang ditempatkan
it: Ancora niente in programma
ja: まだ置いてある予定はありません
nb: Ingenting er plassert ennå
nl: Er staat nog niets
pl: Nic jeszcze nie jest rozłożone
pt_br: Nada colocado ainda
ru: Пока ничего не размещено
sv: Inget är placerat än
th: ยังไม่มีอะไรวางไว้
tr: Henüz yerleştirilmiş bir şey yok
vi: Chưa có gì được xếp
zh_hans: 目前还没有排入任何安排
zh_hant: 目前還沒有排入任何安排

source: 지금은 하루 활동 시간(07:30~19:30)에 고르게 나눈 시각입니다. 고치면 모든 날의 기본이 됩니다.
cs: Jsou rovnoměrně rozložená přes aktivní část dne (07:30–19:30). Když je změníte, stanou se výchozími pro každý den.
da: De er fordelt jævnt over den aktive del af dagen (07.30–19.30). Ændrer du dem, bliver de standard for hver dag.
de: Sie sind gleichmäßig über den aktiven Tag (07:30–19:30) verteilt. Änderst du sie, werden sie zur Vorgabe für jeden Tag.
el: Αυτές είναι μοιρασμένες ομοιόμορφα στις ενεργές ώρες της ημέρας (07:30–19:30). Αν τις αλλάξεις, γίνονται η προεπιλογή για κάθε μέρα.
en: These are spread evenly across the active day (07:30–19:30). Change them and they become the default for every day.
es: Están repartidas por igual a lo largo del día activo (07:30–19:30). Si las cambias, pasan a ser las de todos los días.
fi: Nämä on jaettu tasaisesti aktiiviselle päivälle (7.30–19.30). Kun muutat niitä, niistä tulee oletus jokaiselle päivälle.
fr: Ces horaires sont répartis uniformément sur la journée active (07:30–19:30). Modifiez-les et ils deviendront ceux de chaque jour.
id: Ini dibagi rata sepanjang waktu aktif harian (07.30–19.30). Ubah, dan jadi bawaan untuk setiap hari.
it: Sono distribuiti in modo uniforme sulla giornata attiva (07:30–19:30). Modificali e diventeranno il valore predefinito per ogni giorno.
ja: 今は1日の活動時間（07:30〜19:30）に均等に分けた時刻です。変更すると毎日のデフォルトになります。
nb: Disse er fordelt jevnt over den aktive delen av dagen (07.30–19.30). Endrer du dem, blir de standard for hver dag.
nl: Deze tijden zijn gelijk verdeeld over het actieve deel van de dag (07:30–19:30). Wijzig je ze, dan worden ze de standaard voor elke dag.
pl: Teraz są rozłożone równo w aktywnej części dnia (07:30–19:30). Zmień je, a staną się domyślne dla każdego dnia.
pt_br: Estes horários estão distribuídos por igual no período ativo do dia (07:30–19:30). Mude-os e eles viram o padrão de todos os dias.
ru: Сейчас они равномерно распределены по активной части дня (07:30–19:30). Измените их — и они станут стандартом для всех дней.
sv: De är jämnt fördelade över den aktiva dagen (07:30–19:30). Ändrar du dem blir de standard för varje dag.
th: เวลาเหล่านี้กระจายเท่ากันในช่วงที่ตื่นอยู่ (07:30–19:30) เปลี่ยนแล้วจะกลายเป็นค่าเริ่มต้นของทุกวัน
tr: Bunlar etkin güne (07:30–19:30) eşit olarak dağıtılmıştır. Değiştirirseniz her günün varsayılanı olurlar.
vi: Các giờ này đang được chia đều trong khoảng thời gian hoạt động của ngày (07:30–19:30). Đổi chúng thì sẽ thành mặc định cho mọi ngày.
zh_hans: 目前是在一天的活动时间（07:30–19:30）内平均分配的时刻。修改后会成为每天的默认值。
zh_hant: 目前是在一天的活動時間（07:30–19:30）內平均分配的時刻。修改後會成為每天的預設值。

source: 지나갔는데 아직 안 찍은 일정
cs: Uplynulé položky, které ještě nejsou odškrtnuté
da: Passerede punkter, der ikke er tjekket endnu
de: Vergangene Einträge, noch nicht abgehakt
el: Περασμένα στοιχεία χωρίς σήμανση
en: Past items not checked yet
es: Elementos pasados aún sin marcar
fi: Menneitä kohteita tarkistamatta
fr: Éléments passés pas encore cochés
id: Item lewat yang belum dicek
it: Elementi passati non ancora segnati
ja: 過ぎたのにまだ記録していない予定
nb: Passerte elementer som ikke er sjekket ennå
nl: Voorbije items nog niet gemarkeerd
pl: Minione pozycje bez oznaczenia
pt_br: Itens passados ainda sem marcação
ru: Прошедшие дела без отметки
sv: Passerade poster som inte är markerade än
th: รายการที่ผ่านไปแล้วแต่ยังไม่ได้ตรวจ
tr: Geçmiş ama henüz işaretlenmemiş öğeler
vi: Mục đã qua chưa được đánh dấu
zh_hans: 已过去但尚未标记的日程
zh_hant: 已過去但尚未標記的行程

source: 지난 %lld주까지 넓혀 보기
cs: Zobrazit všechny týdny (%lld)
da: Se alle %lld uger
de: Alle %lld Wochen ansehen
el: Προβολή και των %lld εβδομάδων
en: See all %lld weeks
es: Ver las %lld semanas
fi: Näytä kaikki %lld viikkoa
fr: Voir les %lld semaines
id: Lihat semua %lld minggu
it: Vedi tutte le %lld settimane
ja: 直近%lld週間まで広げて見る
nb: Se alle %lld ukene
nl: Bekijk alle %lld weken
pl: Pokaż wszystkie tygodnie (%lld)
pt_br: Ver todas as %lld semanas
ru: Показать все недели (%lld)
sv: Visa alla %lld veckor
th: ดูทั้ง %lld สัปดาห์
tr: %lld haftanın tümünü gör
vi: Xem cả %lld tuần
zh_hans: 扩大查看过去 %lld 周
zh_hant: 擴大檢視過去 %lld 週

source: 지난 8주의 달성률, 잘 되는 요일과 시간대, 자주 건너뛰는 일을 봅니다.
cs: Podívejte se na splnění za 8 týdnů, své nejlepší dny a časy a na to, co často přeskakujete.
da: Se 8 ugers gennemførelse, dine bedste dage og tidspunkter, og hvad du ofte springer over.
de: Sieh 8 Wochen Erfüllung, deine besten Tage und Uhrzeiten und was du oft überspringst.
el: Δες την ολοκλήρωση 8 εβδομάδων, τις καλύτερες ημέρες και ώρες σου και ό,τι παραλείπεις συχνά.
en: See 8 weeks of completion, your best days and times, and what you often skip.
es: Consulta 8 semanas de cumplimiento, tus mejores días y horas, y lo que sueles omitir.
fi: Näe 8 viikon valmistumisaste, parhaat päiväsi ja aikasi sekä se, mitä usein ohitat.
fr: Voyez 8 semaines de réalisation, vos meilleurs jours et heures, et ce que vous passez souvent.
id: Lihat penyelesaian 8 minggu, hari dan jam terbaik Anda, serta yang sering Anda lewati.
it: Vedi il completamento di 8 settimane, i tuoi giorni e orari migliori e ciò che salti spesso.
ja: 直近8週間の達成率、うまくいく曜日と時間帯、よくスキップすることを見られます。
nb: Se 8 ukers gjennomføring, dine beste dager og tidspunkter, og hva du ofte hopper over.
nl: Bekijk 8 weken voltooiing, je beste dagen en tijden en wat je vaak overslaat.
pl: Zobacz wykonanie z 8 tygodni, najlepsze dni i pory oraz to, co często pomijasz.
pt_br: Veja 8 semanas de conclusão, seus melhores dias e horários e o que você costuma pular.
ru: Выполнение за 8 недель, лучшие дни и часы и то, что вы часто пропускаете.
sv: Se genomförandet för 8 veckor, dina bästa dagar och tider och vad du ofta hoppar över.
th: ดูอัตราความสำเร็จ 8 สัปดาห์ วันและช่วงเวลาที่ทำได้ดีที่สุด และสิ่งที่คุณข้ามบ่อย
tr: 8 haftalık tamamlanmayı, en iyi gün ve saatlerinizi ve sık atladıklarınızı görün.
vi: Xem tỷ lệ hoàn thành 8 tuần, ngày và giờ hiệu quả nhất của bạn, và việc bạn hay bỏ qua.
zh_hans: 查看过去 8 周的完成率、表现最好的日子与时段，以及常跳过的事项。
zh_hant: 查看過去 8 週的完成率、表現最好的日子與時段，以及常跳過的事項。

source: 지난 8주의 회고를 겹쳐 봅니다
cs: Vaše ohlédnutí za posledních 8 týdnů vedle sebe
da: Dine gennemgange fra de seneste 8 uger side om side
de: Deine Rückblicke der letzten 8 Wochen im Vergleich
el: Οι ανασκοπήσεις των τελευταίων 8 εβδομάδων, δίπλα δίπλα
en: Your last 8 weeks of reviews, side by side
es: Tus revisiones de las últimas 8 semanas, una junto a otra
fi: Viimeisten 8 viikon katsauksesi rinnakkain
fr: Vos bilans des 8 dernières semaines, côte à côte
id: Tinjauan 8 minggu terakhir Anda, berdampingan
it: Le revisioni delle ultime 8 settimane, a confronto
ja: 直近8週間の振り返りを重ねて見る
nb: Gjennomgangene dine fra de siste 8 ukene side om side
nl: Je terugblikken van de afgelopen 8 weken naast elkaar
pl: Twoje podsumowania z ostatnich 8 tygodni obok siebie
pt_br: Suas revisões das últimas 8 semanas, lado a lado
ru: Итоги последних 8 недель рядом
sv: Dina genomgångar från de senaste 8 veckorna, sida vid sida
th: การทบทวน 8 สัปดาห์ล่าสุดเรียงเทียบกัน
tr: Son 8 haftanın değerlendirmeleri yan yana
vi: Phần nhìn lại 8 tuần gần nhất, đặt cạnh nhau
zh_hans: 并排查看过去 8 周的复盘
zh_hant: 並排查看過去 8 週的回顧

source: 지난 날입니다 — 했는지 찍어 주세요
cs: Tento den už uplynul – označte, co jste udělali
da: Denne dag er passeret — markér, hvad du nåede
de: Dieser Tag ist vorbei – markiere, was du erledigt hast
el: Αυτή η ημέρα πέρασε — σήμανε τι έκανες
en: This day has passed — mark what you did
es: Este día ya ha pasado: marca lo que hiciste
fi: Tämä päivä on mennyt – merkitse, mitä teit
fr: Ce jour est passé — indiquez ce que vous avez fait
id: Hari ini sudah lewat — tandai yang sudah Anda lakukan
it: Questo giorno è passato: segna cosa hai fatto
ja: 過ぎた日です — やったかどうか記録してください
nb: Denne dagen er passert – marker hva du fikk gjort
nl: Deze dag is voorbij — markeer wat je hebt gedaan
pl: Ten dzień minął — oznacz, co zrobione
pt_br: Este dia já passou — marque o que você fez
ru: Этот день прошёл — отметьте, что сделано
sv: Den här dagen har passerat – markera vad du gjorde
th: วันนี้ผ่านไปแล้ว — ทำเครื่องหมายว่าทำอะไรไปบ้าง
tr: Bu gün geçti — ne yaptığınızı işaretleyin
vi: Ngày này đã qua — hãy đánh dấu những gì bạn đã làm
zh_hans: 这天已经过去了 — 请标记完成了哪些
zh_hant: 這天已經過去了 — 請標記做了哪些

source: 지난 주
cs: Minulý týden
da: Sidste uge
de: Letzte Woche
el: Προηγούμενη εβδομάδα
en: Last week
es: La semana pasada
fi: Viime viikko
fr: Semaine dernière
id: Minggu lalu
it: Settimana scorsa
ja: 先週
nb: Forrige uke
nl: Vorige week
pl: Poprzedni tydzień
pt_br: Semana passada
ru: Прошлая неделя
sv: Förra veckan
th: สัปดาห์ที่แล้ว
tr: Geçen hafta
vi: Tuần trước
zh_hans: 上周
zh_hant: 上週

source: 지난 주들이 쌓이면 보이는 것을 엽니다.
cs: Odemkne to, co se ukáže s přibývajícími týdny.
da: Låser op for det, der viser sig, når ugerne hober sig op.
de: Schaltet frei, was sich zeigt, wenn sich Wochen ansammeln.
el: Ξεκλειδώνει ό,τι φαίνεται καθώς μαζεύονται εβδομάδες.
en: Unlocks what shows up as your weeks add up.
es: Desbloquea lo que aparece a medida que se acumulan tus semanas.
fi: Avaa sen, mikä näkyy viikkojen kertyessä.
fr: Déverrouille ce qui apparaît au fil des semaines.
id: Membuka hal yang terlihat seiring minggu Anda bertambah.
it: Sblocca ciò che emerge col passare delle settimane.
ja: 週を重ねるほど見えてくるものが使えるようになります。
nb: Låser opp det som viser seg når ukene hoper seg opp.
nl: Ontgrendelt wat zichtbaar wordt als de weken zich opstapelen.
pl: Odblokowuje to, co widać, gdy przybywa tygodni.
pt_br: Desbloqueia o que aparece conforme as semanas se acumulam.
ru: Открывает то, что видно, когда накопятся недели.
sv: Låser upp det som syns när veckorna läggs på hög.
th: ปลดล็อกสิ่งที่จะเห็นได้เมื่อสัปดาห์สะสมมากขึ้น
tr: Haftalar biriktikçe ortaya çıkanları açar.
vi: Mở khóa những gì hiện ra khi các tuần của bạn tích lũy dần.
zh_hans: 解锁随着周数累积而浮现的洞察。
zh_hant: 解鎖隨著週數累積而浮現的洞察。

source: 지우기
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
en: Delete
es: Eliminar
fi: Poista
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Apagar
ru: Удалить
sv: Radera
th: ลบ
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: 지우기…
cs: Smazat…
da: Slet…
de: Löschen …
el: Διαγραφή…
en: Delete…
es: Eliminar…
fi: Poista…
fr: Supprimer…
id: Hapus…
it: Elimina…
ja: 削除…
nb: Slett …
nl: Verwijder…
pl: Usuń…
pt_br: Apagar…
ru: Удалить…
sv: Radera …
th: ลบ…
tr: Sil…
vi: Xóa…
zh_hans: 删除…
zh_hant: 刪除…
